Repository: Phibonacci/TICS-Translations
Catalog: Translations/Sandbox_*.po
Languages: ru

# Sandbox_TICS
source: Total Immersive Chat System
ru: Система полного погружения в чат

# Sandbox_TICSChannels
source: Total Immersive Chat System: Channels
ru: Система полного погружения в чат: Каналы

# Sandbox_TICS_ShowCharacterName
source: Show character name in chat instead of username
ru: Отображать имя персонажа в чате вместо имени пользователя

# Sandbox_TICS_BoredomReduction
source: Boredom reduction by message heard
ru: Снижение скуки за каждое услышанное сообщение

# Sandbox_TICS_BubblePortrait
source: Show player portrait on the left of the Bubble (custom goes in: Zomboid/Lua/avatars/username.png on server)
ru: Отображать портрет игрока слева от «пузырька» (пользовательские аватары помещаются в: Zomboid/Lua/avatars/username.png на сервере)

# Sandbox_TICS_BubblePortrait_help
source: Show player portrait on the left of the Bubble.\nCustom avatars go to: Zomboid/Lua/avatars/username.png on the server.\nVanilla portrait will be used if no image is found for the username.\n1 = None\n2 = Vanilla\n 3 = Steam Avatar\n4 = Custom
ru: Отображать портрет игрока слева от «пузырька».\nПользовательские аватары должны находиться в: Zomboid/Lua/avatars/username.png на сервере.\nЕсли для имени пользователя не найдено изображение, будет использован стандартный портрет.\n1 = Нет\n2 = Стандартный\n3 = Аватар Steam\n4 = Пользовательский

# Sandbox_TICS_BubblePortrait_Values_option1
source: None
ru: Нет

# Sandbox_TICS_BubblePortrait_Values_option2
source: Custom and Vanilla
ru: Стандартный и пользовательский

# Sandbox_TICS_BubblePortrait_Values_option3
source: Steam Avatar
ru: Аватар Steam

# Sandbox_TICS_BubbleTimerInSeconds
source: Bubble timer (seconds)
ru: Таймер «пузырька» (в секундах)

# Sandbox_TICS_BubbleOpacity
source: Bubble opacity
ru: Прозрачность «пузырька»

# Sandbox_TICS_VoiceEnabled
source: Enable player fake voices
ru: Включить имитацию голосов игроков

# Sandbox_TICS_VerbEnabled
source: Add verb prefix to messages, and quotes
ru: Добавлять глагол в начале сообщения и заключать текст в кавычки

# Sandbox_TICS_HideCallout
source: Hide callouts in chat window (Q spam)
ru: Скрывать призывы (Q) в окне чата

# Sandbox_TICS_MarkdownOneAsteriskColor
source: Markdown one asterisk color
ru: Цвет для выделения * (одной звёздочки)

# Sandbox_TICS_MarkdownTwoAsterisksColor
source: Markdown two asterisks color
ru: Цвет для выделения ** (двух звёздочек)

# Sandbox_TICS_GeneralDiscordEnabled
source: Enable discord sync with /general messages
ru: Включить синхронизацию с Discord для сообщений /general

# Sandbox_TICS_RadioDiscordEnabled
source: Enable discord sync with a radio channel
ru: Включить синхронизацию с Discord для радиоканала

# Sandbox_TICS_RadioDiscordFrequency
source: Set the radio frequency to sync with discord (100.000MHz is 100000)
ru: Установить радиочастоту для синхронизации с Discord (100.000МГц = 100000)

# Sandbox_TICS_RadioColor
source: Set the color of scripted radio messages
ru: Установить цвет сообщений от скриптового радио

# Sandbox_TICS_RadioSoundMaxRange
source: Maximum range at which a radio with full volume can be heard
ru: Максимальная дистанция слышимости радио на полной громкости

# Sandbox_TICS_WhisperEnabled
source: Enable /whisper chat
ru: Включить чат /whisper

# Sandbox_TICS_LowEnabled
source: Enable /low chat
ru: Включить чат /low

# Sandbox_TICS_SayEnabled
source: Enable /say chat
ru: Включить чат /say

# Sandbox_TICS_YellEnabled
source: Enable /yell chat
ru: Включить чат /yell

# Sandbox_TICS_PrivateMessageEnabled
source: Enable /pm (private message) chat
ru: Включить чат /pm (личное сообщение)

# Sandbox_TICS_FactionMessageEnabled
source: Enable /faction chat
ru: Включить чат /faction

# Sandbox_TICS_SafeHouseMessageEnabled
source: Enable /safehouse chat
ru: Включить чат /safehouse

# Sandbox_TICS_GeneralMessageEnabled
source: Enable /general chat
ru: Включить чат /general

# Sandbox_TICS_AdminMessageEnabled
source: Enable /admin chat
ru: Включить чат /admin

# Sandbox_TICS_OutOfCharacterMessageEnabled
source: Enable /ooc (Out Of Character) chat
ru: Включить чат /ooc (Out Of Character)

# Sandbox_TICS_WhisperColor
source: Set /whisper color
ru: Установить цвет для /whisper

# Sandbox_TICS_LowColor
source: Set /low color
ru: Установить цвет для /low

# Sandbox_TICS_SayColor
source: Set /say color
ru: Установить цвет для /say

# Sandbox_TICS_YellColor
source: Set /yell color
ru: Установить цвет для /yell

# Sandbox_TICS_PrivateMessageColor
source: Set /pm (private message) color
ru: Установить цвет для /pm (личное сообщение)

# Sandbox_TICS_FactionMessageColor
source: Set /faction color
ru: Установить цвет для /faction

# Sandbox_TICS_SafeHouseMessageColor
source: Set /safehouse color
ru: Установить цвет для /safehouse

# Sandbox_TICS_GeneralMessageColor
source: Set /general color
ru: Установить цвет для /general

# Sandbox_TICS_AdminMessageColor
source: Set /admin color
ru: Установить цвет для /admin

# Sandbox_TICS_OutOfCharacterMessageColor
source: Set /ooc (Out Of Character) color
ru: Установить цвет для /ooc (Out Of Character)

# Sandbox_TICS_WhisperRange
source: /whisper chat range
ru: Дистанция слышимости для чата /whisper

# Sandbox_TICS_LowRange
source: /low chat range
ru: Дистанция слышимости для чата /low

# Sandbox_TICS_SayRange
source: /say chat range
ru: Дистанция слышимости для чата /say

# Sandbox_TICS_YellRange
source: /yell chat range
ru: Дистанция слышимости для чата /yell

# Sandbox_TICS_OutOfCharacterMessageRange
source: /ooc (Out Of Character) chat range
ru: Дистанция слышимости для чата /ooc (Out Of Character)

# Sandbox_TICS_WhisperZombieRange
source: /whisper chat rombie range
ru: Дистанция слышимости зомби для чата /whisper

# Sandbox_TICS_LowZombieRange
source: /low chat rombie range
ru: Дистанция слышимости зомби для чата /low

# Sandbox_TICS_SayZombieRange
source: /say chat rombie range
ru: Дистанция слышимости зомби для чата /say

# Sandbox_TICS_YellZombieRange
source: /yell chat rombie range
ru: Дистанция слышимости зомби для чата /yell
